Repository: guytepper/shabbat-times
Catalog: Shabbat/Resources/Localizable.xcstrings
Source language: en
Languages: he

source: (%@ timezone)
he: (איזור זמן %@)

source: to
he: עד ה-

source: %lld minutes before
he: %lld דקות לפני

source: Cancel
he: ביטול

source: Candle Lighting
he: הדלקת נרות

# Candle lighting is in %lld minutes, at %@%@.
source: Candle lighting is in %1$lld minutes, at %2$@%3$@.
he: הדלקת נרות שבת בעוד %1$lld דקות, בשעה %2$@ %3$@

# Candle lighting today at %@%@. %@
source: Candle lighting today at %1$@%2$@. %3$@
he: הדלקת נרות היום ב- %1$@ %2$@. %3$@

source: Candle lighting today at 6:23 PM. Shabbat Shalom!
he: הדלקת נרות היום ב- 18:23. שבת שלום!

source: Choose how many minutes before candle lighting to receive notification
he: בחרו כמה דקות לפני הדלקת נרות לקבל התראה

source: Clear search
he: מחיקת חיפוש

source: Close
he: סגירה

source: Copy
he: העתקה

source: Credits
he: קרדיטים

source: Current city: %@
he: העיר הנוכחית: %@

source: Double tap to change city
he: הקישו פעמיים לשינוי העיר

source: Double tap to choose your city for Shabbat times
he: הקישו פעמיים לבחירת העיר לקבלת זמני השבת

source: Double tap to clear the search text
he: הקישו פעמיים כדי לנקות את טקסט החיפוש

source: Double tap to read more about this week's Torah portion
he: הקישו פעמיים כדי לקרוא עוד על פרשת השבוע

source: Enable Friday morning Shabbat time notifications
he: הפעלת נוטיפקציות עבור זמני השבת ביום שישי בבוקר.

source: Enable Notifications
he: הפעלת נוטיפקציות

source: Friday morning shabbat times notification.
he: קבלת נוטיפקציה עם זמני השבת בשישי בבוקר.

source: Happy holidays!
he: חג שמח!

source: Holiday Ends
he: צאת החג

source: in %lld days
he: בעוד %lld ימים

source: Made by [Guy Tepper](https://guytepper.com)
he: נוצר ע”י [גיא טפר](https://guytepper.com).

source: Morning Notification
he: נוטיפקציית בוקר שישי

source: next shabbat
he: השבת הבאה

source: Not Now
he: לא כרגע

source: Notification Time
he: זמן התראה

source: Notifications
he: התראות

source: OK
he: אישור

source: Oy! Something went wrong
he: אוי! משהו השתבש

source: Oy! The link to Sefaria could not be opened.
he: לא הצלחנו לפתוח את הקישור לאתר ספרייה.

source: Parasha details provided by [Sefaria](https://www.sefaria.org.il)
he: פרטי הפרשה מסופקים על ידי [Sefaria](https://www.sefaria.org.il).

source: parashat hashavua
he: פרשת השבוע

source: Rate Shabbat Times
he: דרגו את זמני השבת

source: Read on Sefaria
he: קריאת הפרשה

source: Receive candle lightning times every friday morning.
he: קבלו את זמני הדלקת הנרות כל שישי בבוקר.

source: Receive notification before candle lighting time.
he: קבלו נוטיפקציה לפני זמן הדלקת נרות השבת.

source: Reset Onboarding
he: איפוס למסך פתיחה

source: Search for a city...
he: חיפוש עיר

source: Select a city to get local shabbat times for.
he: בחרו עיר עבורה תרצו לקבל את זמני השבת.

source: Select City
he: בחירת עיר

source: Send Feedback
he: שליחת פידבק

source: Settings
he: הגדרות

source: Shabbat Ends
he: צאת שבת

source: Shabbat Notification
he: נוטיפקציית זמני שבת

source: shabbat shalom
he: שבת שלום

source: Shabbat Shalom!
he: שבת שלום!

source: Shabbat Times
he: זמני שבת

source: Shabbat Times App
he: אפליקציית זמני השבת

source: Shabbat times provided by [HebCal](https://hebcal.com)
he: זמני השבת מסופקים על ידי [HebCal](https://hebcal.com).

source: Share App
he: שתפו את זמני השבת

source: Skip notifications setup and continue to the app
he: המשיכו לאפליקצייה ללא הגדרת נוטיפיקציות

source: Source code [available on GitHub](https://github.com/guytepper/shabbat-times)
he: קוד המקור [זמין בגיטהאב](https://github.com/guytepper/shabbat-times).

source: This week's Torah portion: %@
he: פרשת השבוע: %@

source: today
he: היום

source: tomorrow
he: מחר

source: Try Again
he: נסו שנית

source: Unable to Open Link
he: ארעה שגיאה בפתיחת הלינק

source: Welcome to
he: ברוכים הבאים ל

source: Welcome to Shabbat Times
he: ברוכים הבאים לזמני השבת
